tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "xz"
brew "bat"
brew "eza"
brew "fd"
brew "fend"
brew "fish"
brew "fonttools"
brew "fzf"
brew "git"
brew "helix"
brew "hyperfine"
brew "imagemagick"
brew "just"
brew "locust"
brew "lua-language-server"
brew "marksman"
brew "neovim"
brew "node"
brew "ollama"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "stylua"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "xh"
brew "zola"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "anki"
cask "calibre"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "inkscape"
cask "keepingyouawake"
cask "little-snitch"
cask "michaelvillar-timer"
cask "mullvadvpn"
cask "musicbrainz-picard"
cask "rectangle"
cask "zoom"
