tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "helix"
brew "hugo"
brew "hyperfine"
brew "lua-language-server"
brew "marksman"
brew "ncdu"
brew "neovim"
brew "node"
brew "ollama"
brew "oxipng"
brew "prettier"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "solargraph"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tokei"
brew "typescript-language-server"
brew "xh"
brew "zsh"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "anki"
cask "calibre"
cask "dash"
cask "diffusionbee"
cask "discord"
cask "dropbox"
cask "exifrenamer"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "keepingyouawake"
cask "little-snitch"
cask "michaelvillar-timer"
cask "mullvadvpn"
cask "musicbrainz-picard"
cask "rectangle"
