tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "hyperfine"
brew "ncdu"
brew "neovim"
brew "prettier"
brew "ripgrep"
brew "rustup-init"
brew "rust-analyzer"
brew "tldr"
brew "tmux"
brew "tokei"
brew "xh"
brew "zsh"
cask "1password"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "dropbox"
cask "firefox"
cask "keepingyouawake"
cask "little-snitch"
cask "michaelvillar-timer"
cask "mullvadvpn"
cask "musicbrainz-picard"
cask "rectangle"
