tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "node"
brew "ncdu"
brew "neovim"
brew "prettier"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "tldr"
brew "tmux"
brew "tokei"
brew "zsh"
cask "1password"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "bluesnooze"
cask "docker"
cask "dropbox"
cask "firefox"
cask "keepingyouawake"
cask "michaelvillar-timer"
cask "postman"
cask "rectangle"
